export const dummyData = [
  {
    id: 1,
    imgUrl: "/imgs/testImage1.jpg",
    title: "모험의 시작: 새로운 세계로 떠나다!",
    desc: "어느 날 갑자기 문 앞에 나타난 신비한 초대장, 나는 결심했다. 새로운 세계로의 모험이 시작된다!",
    content: `![](https://cdn.pixabay.com/photo/2022/05/11/13/55/nature-7189418_1280.jpg)
# 모험의 시작: 새로운 세계로 떠나다!
어느 날 갑자기 문 앞에 나타난 *신비한 초대장*. 그것은 마치 오래된 이야기 속에서나 나올 법한 진한 향수를 불러일으키는 느낌이었다. 

## 결심의 순간
나는 잠시 망설였지만, 이내 결심했다. **새로운 세계로의 모험**이 나를 기다리고 있었다. 일상에서 벗어나, 일주일 동안 모든 걱정을 잊고 새로운 장소와 사람들을 만나며 진정한 자아를 찾기로 했다.

### 모험의 첫 목적지
첫 목적지는 **안개 속에 감춰진 산속 마을**이었다. 그곳에는 전설 속에 등장하는 신비한 생명체들이 산다는 소문이 돌고 있었다.

1. 배낭을 챙기고
2. 초대장을 확인한 뒤
3. 설렘을 안고 길을 나섰다.

마을 입구에 도착하자, 나를 반기는 것은 아름다운 자연 풍경과 호기심 가득한 눈빛의 마을 사람들이었다. 그들은 나에게 이곳의 전설과 이야기를 들려주었고, 나는 점점 더 이 모험에 빠져들게 되었다.

+ 마을 사람들의 환대
  - 따뜻한 식사
    * 직접 재배한 신선한 채소와 과일
+ 전설의 이야기
  - 마을을 지키는 **신비한 수호자**
  
#### 모험의 끝은 어디일까?
<u>과연 이 모험의 끝에 나를 기다리고 있는 것은 무엇일까?</u> 나의 심장은 설렘으로 가득 차오르고, 나는 더욱 깊은 탐험을 위해 발걸음을 내딛었다.

~~걱정은 잠시 접어두고~~, 오직 앞을 향해 나아간다. 
__이 모험은 나의 인생을 바꿀지도 모른다.__
    `,
    createdAt: "2024010112345",
    user_id: "starstar1",
    heart_count: 58,
    comment_id: [101, 102],
    tags: ["모험", "판타지", "여행"],
  },
  {
    id: 2,
    imgUrl: "/imgs/testImage2.jpg",
    title: "맛있는 요리의 비밀: 비법 소스를 찾아라!",
    desc: "모든 요리의 핵심은 소스에 있다. 오늘은 전설의 비법 소스를 찾아 나서는 이야기를 소개한다.",
    content: `
# 맛있는 요리의 비밀: 비법 소스를 찾아라!
모든 요리의 핵심은 **소스**에 있다. 

## 비법 소스를 찾아서
오늘은 전설의 **비법 소스**를 찾아 나서는 이야기를 소개한다. 비법 소스의 특별한 점은 무엇일까? 그 소스를 만드는 과정을 통해 우리는 요리의 깊은 철학과 맛의 비밀을 알아갈 수 있다.

1. 비법 소스의 역사
   - 오래된 조리법에서부터 현대의 변형까지
2. 주요 재료
   - 신선한 허브와 양념
3. 완벽한 소스 만들기
   - 정확한 온도와 조리 시간
![](https://cdn.pixabay.com/photo/2023/12/20/16/21/baking-8460297_1280.png)
### 요리하는 법
요리의 시작은 신선한 재료 선택에서부터 시작된다. 아래와 같은 재료들을 준비하자.

+ 신선한 허브
  - 바질
  - 파슬리
+ 고품질의 오일
  - 올리브유
+ 특별한 양념
  - 소금과 후추
  
__이 비법 소스를 사용해 요리를 마무리하면, 손님들은 그 맛에 놀라게 될 것이다.__ 소스의 향과 맛이 요리에 어떻게 조화를 이루는지 느껴보자. *이것이 요리의 진정한 묘미다.*

#### 비법을 지키는 방법
비법 소스를 만들고 나서도, 이 비밀을 __계속 지키기 위해__ 몇 가지 주의사항을 따라야 한다.

1. 신선한 재료 사용
2. 조리 도구의 청결 유지
3. 레시피를 변형하지 않기

비법을 공유하는 것은 큰 책임을 동반한다. **정확한 조리법**을 따르고, 소스를 만드는 과정을 통해 자신의 요리 실력을 발전시켜 보자. 그리고 맛있는 요리의 즐거움을 만끽하자!
    `,
    createdAt: "2024010212346",
    user_id: "cookking42",
    heart_count: 25,
    comment_id: [103, 104, 105],
    tags: ["요리", "레시피", "비법"],
  },
  {
    id: 3,
    imgUrl: "/imgs/testImage3.jpg",
    title: "우주 탐험: 화성에서 온 초대장",
    desc: "화성에서 신호가 왔다! 과연 외계 생명체와의 첫 만남은 어떤 모습일까?",
    content: `![](https://cdn.pixabay.com/photo/2012/10/10/11/05/space-station-60615_1280.jpg)
# 우주 탐험: 화성에서 온 초대장
화성에서 신호가 왔다! 그것은 단순한 전파 신호가 아니었다. 마치 누군가가 우리에게 보내는 초대장처럼 느껴졌다.

## 신호의 분석
과학자들은 이 신호를 분석하며, 다양한 가능성을 제시했다.

1. 자연 현상
2. 인류가 알지 못하는 새로운 물리적 현상
3. 외계 생명체의 메시지

__과연 이 신호의 진실은 무엇일까?__ 

### 화성 탐험의 준비
*우리는 탐사선을 준비하며, 모든 가능성에 대비했다.* 최첨단 장비와 과학자들로 구성된 팀이 화성으로 떠날 준비를 했다.

- 탐사선의 이름: **마스 익스플로러**
- 출발 날짜: 2024년 3월 15일
- 주요 임무
  1. 신호의 원천 탐사
  2. 화성 표면의 생명체 탐색
  3. 신호의 의미 분석

#### 새로운 발견의 가능성
이 임무를 통해 우리는 단순히 신호의 원천을 찾는 것뿐만 아니라, 새로운 __우주의 비밀__을 풀 수 있는 기회를 얻게 되었다. 

~~모든 우려와 두려움에도 불구하고~~, 우리는 화성으로 향하는 길을 선택했다. 인류의 미래를 위한 탐험이 지금 시작된다.
    `,
    createdAt: "2024010312347",
    user_id: "spaceman7",
    heart_count: 18,
    comment_id: [106],
    tags: ["우주", "탐험", "과학"],
  },
  {
    id: 4,
    imgUrl: "/imgs/testImage4.jpg",
    title: "고양이의 하루: 털복숭이의 모험",
    desc: "나의 털복숭이 친구가 오늘 또 어떤 장난을 칠까? 귀여운 고양이의 하루 일상을 공개합니다.",
    content: `
# 우주 탐험: 화성에서 온 초대장
화성에서 신호가 왔다! 그것은 단순한 전파 신호가 아니었다. 마치 누군가가 우리에게 보내는 초대장처럼 느껴졌다.

## 신호의 분석
과학자들은 이 신호를 분석하며, 다양한 가능성을 제시했다.
![](https://cdn.pixabay.com/photo/2024/03/08/09/55/cat-8620369_1280.png)
1. 자연 현상
2. 인류가 알지 못하는 새로운 물리적 현상
3. 외계 생명체의 메시지

__과연 이 신호의 진실은 무엇일까?__ 

### 화성 탐험의 준비
*우리는 탐사선을 준비하며, 모든 가능성에 대비했다.* 최첨단 장비와 과학자들로 구성된 팀이 화성으로 떠날 준비를 했다.

- 탐사선의 이름: **마스 익스플로러**
- 출발 날짜: 2024년 3월 15일
- 주요 임무
  1. 신호의 원천 탐사
  2. 화성 표면의 생명체 탐색
  3. 신호의 의미 분석

#### 새로운 발견의 가능성
이 임무를 통해 우리는 단순히 신호의 원천을 찾는 것뿐만 아니라, 새로운 __우주의 비밀__을 풀 수 있는 기회를 얻게 되었다. 

~~모든 우려와 두려움에도 불구하고~~, 우리는 화성으로 향하는 길을 선택했다. 인류의 미래를 위한 탐험이 지금 시작된다.
    `,
    createdAt: "2024010412348",
    user_id: "catlover",
    heart_count: 30,
    comment_id: [107, 108],
    tags: ["고양이", "일상", "동물"],
  },
  {
    id: 5,
    imgUrl: "/imgs/testImage5.jpg",
    title: "시간 여행자의 일기: 과거로의 탈출",
    desc: "과거로 돌아가는 문이 열렸다. 내가 경험한 신비한 시간 여행의 비밀을 지금 공개합니다.",
    content: `![](https://cdn.pixabay.com/photo/2012/10/10/11/05/space-station-60615_1280.jpg)
# 우주 탐험: 화성에서 온 초대장
화성에서 신호가 왔다! 그것은 단순한 전파 신호가 아니었다. 마치 누군가가 우리에게 보내는 초대장처럼 느껴졌다.

## 신호의 분석
과학자들은 이 신호를 분석하며, 다양한 가능성을 제시했다.

1. 자연 현상
2. 인류가 알지 못하는 새로운 물리적 현상
3. 외계 생명체의 메시지

__과연 이 신호의 진실은 무엇일까?__ 

### 화성 탐험의 준비
*우리는 탐사선을 준비하며, 모든 가능성에 대비했다.* 최첨단 장비와 과학자들로 구성된 팀이 화성으로 떠날 준비를 했다.

- 탐사선의 이름: **마스 익스플로러**
- 출발 날짜: 2024년 3월 15일
- 주요 임무
  1. 신호의 원천 탐사
  2. 화성 표면의 생명체 탐색
  3. 신호의 의미 분석

#### 새로운 발견의 가능성
이 임무를 통해 우리는 단순히 신호의 원천을 찾는 것뿐만 아니라, 새로운 __우주의 비밀__을 풀 수 있는 기회를 얻게 되었다. 

~~모든 우려와 두려움에도 불구하고~~, 우리는 화성으로 향하는 길을 선택했다. 인류의 미래를 위한 탐험이 지금 시작된다.
    `,
    createdAt: "2024010512349",
    user_id: "timewalker99",
    heart_count: 22,
    comment_id: [109],
    tags: ["시간여행", "일기", "판타지"],
  },
  {
    id: 6,
    imgUrl: "/imgs/testImage6.jpg",
    title: "AI와의 대화: 나의 인공지능 친구",
    desc: "인공지능과의 대화는 생각보다 재미있다! 오늘 나눈 이야기들을 공개합니다.",
    content: `![](https://cdn.pixabay.com/photo/2012/10/10/11/05/space-station-60615_1280.jpg)
# 우주 탐험: 화성에서 온 초대장
화성에서 신호가 왔다! 그것은 단순한 전파 신호가 아니었다. 마치 누군가가 우리에게 보내는 초대장처럼 느껴졌다.

## 신호의 분석
과학자들은 이 신호를 분석하며, 다양한 가능성을 제시했다.

1. 자연 현상
2. 인류가 알지 못하는 새로운 물리적 현상
3. 외계 생명체의 메시지

__과연 이 신호의 진실은 무엇일까?__ 

### 화성 탐험의 준비
*우리는 탐사선을 준비하며, 모든 가능성에 대비했다.* 최첨단 장비와 과학자들로 구성된 팀이 화성으로 떠날 준비를 했다.

- 탐사선의 이름: **마스 익스플로러**
- 출발 날짜: 2024년 3월 15일
- 주요 임무
  1. 신호의 원천 탐사
  2. 화성 표면의 생명체 탐색
  3. 신호의 의미 분석

#### 새로운 발견의 가능성
이 임무를 통해 우리는 단순히 신호의 원천을 찾는 것뿐만 아니라, 새로운 __우주의 비밀__을 풀 수 있는 기회를 얻게 되었다. 

~~모든 우려와 두려움에도 불구하고~~, 우리는 화성으로 향하는 길을 선택했다. 인류의 미래를 위한 탐험이 지금 시작된다.
    `,
    createdAt: "2024010612350",
    user_id: "techgeek23",
    heart_count: 19,
    comment_id: [110, 111],
    tags: ["AI", "기술", "대화"],
  },
  {
    id: 7,
    imgUrl: "/imgs/testImage7.jpg",
    title: "미스터리 사건: 사라진 보물을 찾아라",
    desc: "도심 한복판에서 일어난 보물 실종 사건, 과연 범인은 누구일까? 미스터리를 풀어봅시다.",
    content: `![](https://cdn.pixabay.com/photo/2012/10/10/11/05/space-station-60615_1280.jpg)
# 우주 탐험: 화성에서 온 초대장
화성에서 신호가 왔다! 그것은 단순한 전파 신호가 아니었다. 마치 누군가가 우리에게 보내는 초대장처럼 느껴졌다.

## 신호의 분석
과학자들은 이 신호를 분석하며, 다양한 가능성을 제시했다.

1. 자연 현상
2. 인류가 알지 못하는 새로운 물리적 현상
3. 외계 생명체의 메시지

__과연 이 신호의 진실은 무엇일까?__ 

### 화성 탐험의 준비
*우리는 탐사선을 준비하며, 모든 가능성에 대비했다.* 최첨단 장비와 과학자들로 구성된 팀이 화성으로 떠날 준비를 했다.

- 탐사선의 이름: **마스 익스플로러**
- 출발 날짜: 2024년 3월 15일
- 주요 임무
  1. 신호의 원천 탐사
  2. 화성 표면의 생명체 탐색
  3. 신호의 의미 분석

#### 새로운 발견의 가능성
이 임무를 통해 우리는 단순히 신호의 원천을 찾는 것뿐만 아니라, 새로운 __우주의 비밀__을 풀 수 있는 기회를 얻게 되었다. 

~~모든 우려와 두려움에도 불구하고~~, 우리는 화성으로 향하는 길을 선택했다. 인류의 미래를 위한 탐험이 지금 시작된다.
    `,
    createdAt: "2024010712351",
    user_id: "detectives",
    heart_count: 14,
    comment_id: [112, 113],
    tags: ["미스터리", "탐정", "보물"],
  },
  {
    id: 8,
    imgUrl: "/imgs/testImage8.jpg",
    title: "비밀의 정원: 숨겨진 꽃의 전설",
    desc: "도심 속 비밀의 정원, 그곳에 숨겨진 전설의 꽃을 찾기 위한 모험이 시작된다.",
    content: `![](https://cdn.pixabay.com/photo/2012/10/10/11/05/space-station-60615_1280.jpg)
# 우주 탐험: 화성에서 온 초대장
화성에서 신호가 왔다! 그것은 단순한 전파 신호가 아니었다. 마치 누군가가 우리에게 보내는 초대장처럼 느껴졌다.

## 신호의 분석
과학자들은 이 신호를 분석하며, 다양한 가능성을 제시했다.

1. 자연 현상
2. 인류가 알지 못하는 새로운 물리적 현상
3. 외계 생명체의 메시지

__과연 이 신호의 진실은 무엇일까?__ 

### 화성 탐험의 준비
*우리는 탐사선을 준비하며, 모든 가능성에 대비했다.* 최첨단 장비와 과학자들로 구성된 팀이 화성으로 떠날 준비를 했다.

- 탐사선의 이름: **마스 익스플로러**
- 출발 날짜: 2024년 3월 15일
- 주요 임무
  1. 신호의 원천 탐사
  2. 화성 표면의 생명체 탐색
  3. 신호의 의미 분석

#### 새로운 발견의 가능성
이 임무를 통해 우리는 단순히 신호의 원천을 찾는 것뿐만 아니라, 새로운 __우주의 비밀__을 풀 수 있는 기회를 얻게 되었다. 

~~모든 우려와 두려움에도 불구하고~~, 우리는 화성으로 향하는 길을 선택했다. 인류의 미래를 위한 탐험이 지금 시작된다.
    `,
    createdAt: "2024010812352",
    user_id: "plantguy8",
    heart_count: 27,
    comment_id: [114],
    tags: ["정원", "자연", "전설"],
  },
  {
    id: 9,
    imgUrl: "/imgs/testImage9.jpg",
    title: "꿈의 집: 나만의 아지트를 만들다",
    desc: "버려진 창고를 나만의 아지트로 변신시키는 과정! 창의력 폭발 프로젝트를 소개합니다.",
    content: `![](https://cdn.pixabay.com/photo/2012/10/10/11/05/space-station-60615_1280.jpg)
# 우주 탐험: 화성에서 온 초대장
화성에서 신호가 왔다! 그것은 단순한 전파 신호가 아니었다. 마치 누군가가 우리에게 보내는 초대장처럼 느껴졌다.

## 신호의 분석
과학자들은 이 신호를 분석하며, 다양한 가능성을 제시했다.

1. 자연 현상
2. 인류가 알지 못하는 새로운 물리적 현상
3. 외계 생명체의 메시지

__과연 이 신호의 진실은 무엇일까?__ 

### 화성 탐험의 준비
*우리는 탐사선을 준비하며, 모든 가능성에 대비했다.* 최첨단 장비와 과학자들로 구성된 팀이 화성으로 떠날 준비를 했다.

- 탐사선의 이름: **마스 익스플로러**
- 출발 날짜: 2024년 3월 15일
- 주요 임무
  1. 신호의 원천 탐사
  2. 화성 표면의 생명체 탐색
  3. 신호의 의미 분석

#### 새로운 발견의 가능성
이 임무를 통해 우리는 단순히 신호의 원천을 찾는 것뿐만 아니라, 새로운 __우주의 비밀__을 풀 수 있는 기회를 얻게 되었다. 

~~모든 우려와 두려움에도 불구하고~~, 우리는 화성으로 향하는 길을 선택했다. 인류의 미래를 위한 탐험이 지금 시작된다.
    `,
    createdAt: "2024010912353",
    user_id: "diylover11",
    heart_count: 35,
    comment_id: [115, 116],
    tags: ["DIY", "창의력", "홈인테리어"],
  },
  {
    id: 10,
    imgUrl: "/imgs/testImage10.jpg",
    title: "힐링 여행: 산속의 작은 마을로",
    desc: "복잡한 도시를 떠나 산속의 작은 마을로 떠난 힐링 여행기. 자연이 주는 평온함을 느껴보세요.",
    content: `![](https://cdn.pixabay.com/photo/2012/10/10/11/05/space-station-60615_1280.jpg)
# 우주 탐험: 화성에서 온 초대장
화성에서 신호가 왔다! 그것은 단순한 전파 신호가 아니었다. 마치 누군가가 우리에게 보내는 초대장처럼 느껴졌다.

## 신호의 분석
과학자들은 이 신호를 분석하며, 다양한 가능성을 제시했다.

1. 자연 현상
2. 인류가 알지 못하는 새로운 물리적 현상
3. 외계 생명체의 메시지

__과연 이 신호의 진실은 무엇일까?__ 

### 화성 탐험의 준비
*우리는 탐사선을 준비하며, 모든 가능성에 대비했다.* 최첨단 장비와 과학자들로 구성된 팀이 화성으로 떠날 준비를 했다.

- 탐사선의 이름: **마스 익스플로러**
- 출발 날짜: 2024년 3월 15일
- 주요 임무
  1. 신호의 원천 탐사
  2. 화성 표면의 생명체 탐색
  3. 신호의 의미 분석

#### 새로운 발견의 가능성
이 임무를 통해 우리는 단순히 신호의 원천을 찾는 것뿐만 아니라, 새로운 __우주의 비밀__을 풀 수 있는 기회를 얻게 되었다. 

~~모든 우려와 두려움에도 불구하고~~, 우리는 화성으로 향하는 길을 선택했다. 인류의 미래를 위한 탐험이 지금 시작된다.
    `,
    createdAt: "2024011012354",
    user_id: "traveler5",
    heart_count: 40,
    comment_id: [117],
    tags: ["여행", "힐링", "자연"],
  },
];
